{"id": 753, "text": "This includes frontline Amazonians including our Whole Foods team and our partners around the world.", "meta": {}, "annotation_approver": null, "labels": [[0, 100, "Products&Services"]]}
{"id": 754, "text": "They've provided a lifeline of groceries and other critical supplies to the doorsteps of all of us at this critical time.", "meta": {}, "annotation_approver": null, "labels": [[0, 121, "Products&Services"]]}
{"id": 755, "text": "I like to give you some insight into what we have seen in Amazon and how we are responding to this crisis.", "meta": {}, "annotation_approver": null, "labels": [[0, 106, "unimportant"]]}
{"id": 756, "text": "Beginning in early March, we experienced a major surge in customer demand, particularly for household staples and other essential products across categories such as health and personal care, groceries and even home office supplies.", "meta": {}, "annotation_approver": null, "labels": [[0, 231, "Products&Services"]]}
{"id": 757, "text": "At the same time, we saw lower demand for discretionary items such as apparel, shoes, and wireless products.", "meta": {}, "annotation_approver": null, "labels": [[0, 108, "Products&Services"]]}
{"id": 758, "text": "This large demand spike created major challenges in our operations network and with our seller community and our suppliers.", "meta": {}, "annotation_approver": null, "labels": [[0, 123, "Products&Services"]]}
{"id": 759, "text": "While we generally have experience in getting ready for spikes in demand for known events like the holiday season and Prime Day, we also generally spend months ramping up for these periods.", "meta": {}, "annotation_approver": null, "labels": [[0, 189, "Products&Services"]]}
{"id": 760, "text": "The COVID crisis allowed for no such preparation.", "meta": {}, "annotation_approver": null, "labels": [[0, 49, "contextual"]]}
{"id": 761, "text": "We took quick action to react to the higher order levels while continuing to provide for the safety of our workforce.", "meta": {}, "annotation_approver": null, "labels": [[0, 117, "Products&Services"]]}
{"id": 762, "text": "We established rigorous safety and cleaning protocols including maintaining six-foot social distancing, procuring 100 million masks, tens of millions of gloves and wipes and other cleaning supplies, we began requiring temperature checks across our operations network, in our Whole Foods stores we added plexiglass barriers between cashiers and customers and reserved special hours for senior customers to shop.", "meta": {}, "annotation_approver": null, "labels": [[0, 410, "contextual"]]}
{"id": 763, "text": "We temporarily raised wages and overtime premiums, we funded a new Amazon Relief Fund and we allowed employees to take unpaid time off at their discretion.", "meta": {}, "annotation_approver": null, "labels": [[0, 155, "contextual"]]}
{"id": 764, "text": "To deal with the unprecedented demand, we hired an additional 175,000 new employees, many of whom were displaced from other jobs in the economy.", "meta": {}, "annotation_approver": null, "labels": [[0, 144, "contextual"]]}
{"id": 765, "text": "We took steps to dampen demand for non-essential products including reducing our marketing spend.", "meta": {}, "annotation_approver": null, "labels": [[0, 97, "contextual"]]}
{"id": 766, "text": "Our network pivoted to shipping priority products within one to four days and extending promises on non-priority items.", "meta": {}, "annotation_approver": null, "labels": [[0, 119, "Products&Services"]]}
{"id": 767, "text": "Our independent third-party sellers, most of whom are small and medium-sized businesses, worked tremendously hard to serve our customers and we are grateful for their efforts.", "meta": {}, "annotation_approver": null, "labels": [[0, 175, "Products&Services"]]}
{"id": 768, "text": "Third-party sellers continue to see strong growth in our stores as more than half our units sold are from third-party sellers.", "meta": {}, "annotation_approver": null, "labels": [[0, 126, "Products&Services"]]}
{"id": 769, "text": "We increased grocery delivery capacity by more than 60% and expanded in-store pickup at Whole Foods stores from 80 stores to more than 150 stores, and other Amazon teams shifted their focus to directly helping customers in the overall effort to fight the COVID virus.", "meta": {}, "annotation_approver": null, "labels": [[0, 267, "Products&Services"]]}
{"id": 770, "text": "AWS has created data lakes to assist healthcare workers, researchers, scientists, and public health officials who are working to understand and fight the coronavirus.", "meta": {}, "annotation_approver": null, "labels": [[0, 166, "Products&Services"]]}
{"id": 771, "text": "Many of our AWS products are helping in the government response to the crisis and are there for customers who are seeing their own demand spikes companies enabling video conferencing, remote learning, and online health services for example.", "meta": {}, "annotation_approver": null, "labels": [[0, 240, "Products&Services"]]}
{"id": 725, "text": "Prepared Remarks:", "meta": {}, "annotation_approver": null, "labels": [[0, 17, "unimportant"]]}
{"id": 726, "text": "Operator\n \n Thank you for standing by.", "meta": {}, "annotation_approver": null, "labels": [[0, 38, "unimportant"]]}
{"id": 727, "text": "Good day everyone and welcome to the Amazon.com Q1 2020 Financial Results Teleconference.", "meta": {}, "annotation_approver": null, "labels": [[0, 89, "unimportant"]]}
{"id": 728, "text": "At this time, all participants are in a listen-only mode.", "meta": {}, "annotation_approver": null, "labels": [[0, 57, "unimportant"]]}
{"id": 729, "text": "After the presentation, we will conduct a question-and-answer session.", "meta": {}, "annotation_approver": null, "labels": [[0, 70, "unimportant"]]}
{"id": 730, "text": "Today's call is being recorded.", "meta": {}, "annotation_approver": null, "labels": [[0, 31, "unimportant"]]}
{"id": 731, "text": "For opening remarks, I will be turning the call over to Director of Investor Relations, Shelly Kay Pfeiffer.", "meta": {}, "annotation_approver": null, "labels": [[0, 108, "unimportant"]]}
{"id": 732, "text": "Please go ahead.", "meta": {}, "annotation_approver": null, "labels": [[0, 16, "unimportant"]]}
{"id": 733, "text": "Shelly Kay Pfeiffer -- Director of Investor Relations", "meta": {}, "annotation_approver": null, "labels": [[0, 53, "unimportant"]]}
{"id": 734, "text": "Hello and welcome to our Q1 2020 financial results conference call.", "meta": {}, "annotation_approver": null, "labels": [[0, 67, "unimportant"]]}
{"id": 735, "text": "Joining us today to answer your questions are Brian Olsavsky, our CFO and Dave Fildes, Director of Investor Relations.", "meta": {}, "annotation_approver": null, "labels": [[0, 118, "unimportant"]]}
{"id": 736, "text": "As you listen to today's conference call, we encourage you to have our press release in front of you, which includes our financial results as well as metrics and commentary on the quarter.", "meta": {}, "annotation_approver": null, "labels": [[0, 188, "unimportant"]]}
{"id": 737, "text": "Please note, unless otherwise stated, all comparisons in this call will be against our results for the comparable period of 2019.", "meta": {}, "annotation_approver": null, "labels": [[0, 129, "unimportant"]]}
{"id": 738, "text": "Our comments and responses to your questions reflect management's views as of today, April 30th, 2020 only and will include forward-looking statements.", "meta": {}, "annotation_approver": null, "labels": [[0, 151, "unimportant"]]}
{"id": 739, "text": "Actual results may differ materially.", "meta": {}, "annotation_approver": null, "labels": [[0, 37, "unimportant"]]}
{"id": 740, "text": "Additional information about factors that could potentially impact our financial results is included in today's press release and our filings with the SEC including our most recent Annual Report on Form 10-K and subsequent filings.", "meta": {}, "annotation_approver": null, "labels": [[0, 231, "unimportant"]]}
{"id": 741, "text": "During this call, we may discuss certain non-GAAP financial measures.", "meta": {}, "annotation_approver": null, "labels": [[0, 69, "unimportant"]]}
{"id": 742, "text": "In our press release, slides accompanying this webcast, and our filings with the SEC, each of which is posted on our IR website, you will find additional disclosures providing these non-GAAP measures, including reconciliations of these measures with comparable GAAP measures.", "meta": {}, "annotation_approver": null, "labels": [[0, 275, "unimportant"]]}
{"id": 743, "text": "Our guidance incorporates the order trends that we've seen to date and what we believe today to be appropriate assumptions.", "meta": {}, "annotation_approver": null, "labels": [[0, 123, "unimportant"]]}
{"id": 744, "text": "Our results are inherently unpredictable and maybe materially affected by many factors including fluctuations in foreign exchange rates, changes in global economic conditions and customer spending, world events, the rate of growth of the Internet, online commerce, and cloud services, and the various factors detailed in our filings with the SEC.", "meta": {}, "annotation_approver": null, "labels": [[0, 346, "unimportant"]]}
{"id": 745, "text": "This guidance also reflects our estimates to date regarding the impact of the COVID-19 pandemic on our operations including those discussed in our filings with the SEC and is highly dependent on numerous factors that we may not be able to predict or control including the duration and spread of the pandemic, actions taken by governments, businesses, and individuals in response to the pandemic, the impact of the pandemic on global and regional economies and economic activity, workforce staffing and productivity, and our significant and continuing spending on employee safety measures, our ability to continue operations in affected areas, and consumer demand and consumer spending patterns as well as the effects on suppliers, creditors, and third-party sellers, all of which are uncertain.", "meta": {}, "annotation_approver": null, "labels": [[0, 794, "contextual"]]}
{"id": 746, "text": "Our guidance also assumes, among other things, that we don't conclude any additional business acquisitions, investments, restructurings or legal settlements.", "meta": {}, "annotation_approver": null, "labels": [[0, 157, "unimportant"]]}
{"id": 747, "text": "It's not possible to accurately predict demand for our goods and services and therefore our actual results could differ materially from our guidance.", "meta": {}, "annotation_approver": null, "labels": [[0, 149, "unimportant"]]}
{"id": 748, "text": "And now I will turn the call over to Brian.", "meta": {}, "annotation_approver": null, "labels": [[0, 43, "unimportant"]]}
{"id": 749, "text": "Brian T. Olsavsky --", "meta": {}, "annotation_approver": null, "labels": [[0, 20, "unimportant"]]}
{"id": 750, "text": "Senior Vice President and Chief Financial Officer", "meta": {}, "annotation_approver": null, "labels": [[0, 49, "unimportant"]]}
{"id": 751, "text": "Before we move on to the Q&A, I'd like to lead off with a few comments.", "meta": {}, "annotation_approver": null, "labels": [[0, 71, "unimportant"]]}
{"id": 752, "text": "What we've all seen transpire in the past two months has been gut-wrenching and unprecedented, but it has also been a time of heroic action by healthcare workers, government officials, police and emergency personnel, and all essential workers in our communities.", "meta": {}, "annotation_approver": null, "labels": [[0, 262, "contextual"]]}
{"id": 772, "text": "Amazon Flex is supporting food banks by donating delivery services of groceries to serve 6 million meals in Los Angeles, Miami, Nashville, Orlando, San Francisco, Seattle and Washington D.C. with plans to ramp this up to 25 cities across the U.S.", "meta": {}, "annotation_approver": null, "labels": [[0, 246, "contextual"]]}
{"id": 773, "text": "And Alexa is helping customers access important CDC guidance and help them evaluate their own COVID-19 risk levels.", "meta": {}, "annotation_approver": null, "labels": [[0, 115, "Products&Services"]]}
{"id": 774, "text": "How is all this impacting our business?", "meta": {}, "annotation_approver": null, "labels": [[0, 39, "unimportant"]]}
{"id": 775, "text": "While customer demand remains high, the incremental revenue we are seeing on many of the lower ASP essential products is basically coming at cost.", "meta": {}, "annotation_approver": null, "labels": [[0, 146, "Products&Services"]]}
{"id": 776, "text": "We've invested more than $600 million in COVID-related costs in Q1 and expect these costs could grow to $4 billion or more in Q2.", "meta": {}, "annotation_approver": null, "labels": [[0, 129, "financial"]]}
{"id": 777, "text": "These include productivity headwinds in our facilities as we provide for social distancing and allow for the ramp up of new employees, investments in personal protective equipment for employees, enhanced cleaning of our facilities, higher wages for our hourly teams, and hundreds of millions of dollars to develop COVID-19 testing capabilities.", "meta": {}, "annotation_approver": null, "labels": [[0, 344, "contextual"]]}
{"id": 778, "text": "In Q1, we also had another $400 million of costs related to increased reserves for doubtful accounts.", "meta": {}, "annotation_approver": null, "labels": [[0, 101, "financial"]]}
{"id": 779, "text": "On the flip side, we did see a drop in travel, entertainment, and meeting costs as well as lower marketing as a way to dampen our demand for non-essential items.", "meta": {}, "annotation_approver": null, "labels": [[0, 161, "financial"]]}
{"id": 780, "text": "While we can't have great certainty about what the next few quarters will look like, I'm humbled by the efforts of my fellow Amazonians in delivering essential goods and services to so many people.", "meta": {}, "annotation_approver": null, "labels": [[0, 197, "contextual"]]}
{"id": 781, "text": "We take this responsibility seriously and we're proud of the work our teams are doing to help customers through this difficult time.", "meta": {}, "annotation_approver": null, "labels": [[0, 132, "contextual"]]}
{"id": 782, "text": "With that, let's open up for questions.", "meta": {}, "annotation_approver": null, "labels": [[0, 39, "unimportant"]]}
