{"id": 783, "text": "Good afternoon, ladies and gentlemen.", "meta": {}, "annotation_approver": null, "labels": [[0, 37, "unimportant"]]}
{"id": 784, "text": "My name is Jenny, and I will be your conference operator today.", "meta": {}, "annotation_approver": null, "labels": [[0, 63, "unimportant"]]}
{"id": 785, "text": "At this time, I would like to welcome everyone to the Gap,", "meta": {}, "annotation_approver": null, "labels": [[0, 58, "unimportant"]]}
{"id": 786, "text": "Inc. First Quarter 2020 Conference Call.", "meta": {}, "annotation_approver": null, "labels": [[0, 40, "unimportant"]]}
{"id": 787, "text": "[Operator Instructions]", "meta": {}, "annotation_approver": null, "labels": [[0, 23, "unimportant"]]}
{"id": 788, "text": "I would now like to introduce your host, Tina Romani, Head of Investor Relations.", "meta": {}, "annotation_approver": null, "labels": [[0, 81, "unimportant"]]}
{"id": 789, "text": "Tina Romani -- Senior Director of Investor Relations", "meta": {}, "annotation_approver": null, "labels": [[0, 52, "unimportant"]]}
{"id": 790, "text": "Good afternoon, everyone.", "meta": {}, "annotation_approver": null, "labels": [[0, 25, "unimportant"]]}
{"id": 791, "text": "Welcome to", "meta": {}, "annotation_approver": null, "labels": [[0, 10, "unimportant"]]}
{"id": 792, "text": "Gap, Inc.'s first quarter 2020 earnings conference call.", "meta": {}, "annotation_approver": null, "labels": [[0, 56, "unimportant"]]}
{"id": 793, "text": "Before we begin, I'd like to remind you that the information made available on this webcast and conference call contains forward-looking statements.", "meta": {}, "annotation_approver": null, "labels": [[0, 148, "unimportant"]]}
{"id": 794, "text": "For information on factors that could cause our actual results to differ materially from the forward-looking statements, as well as the description and reconciliation of non-GAAP financial measures, as noted on our -- on Page 2 of the slide supplementing our remarks.", "meta": {}, "annotation_approver": null, "labels": [[0, 267, "unimportant"]]}
{"id": 795, "text": "Please refer to today's earnings press release as well as our current report on Form 8-K filed on April 23, 2020 and our subsequent filings with the SEC, all of which are available on gapinc.com.", "meta": {}, "annotation_approver": null, "labels": [[0, 195, "unimportant"]]}
{"id": 796, "text": "These forward-looking statements are based on information as of June 4, 2020, and we assume no obligation to publicly update or revise our forward-looking statements.", "meta": {}, "annotation_approver": null, "labels": [[0, 166, "unimportant"]]}
{"id": 797, "text": "Joining me on the call today are President and CEO, Sonia Syngal; and Executive Vice President and CFO, Katrina O'Connell.", "meta": {}, "annotation_approver": null, "labels": [[0, 122, "unimportant"]]}
{"id": 798, "text": "As mentioned, we will be using slides to supplement our remarks, which you can view by going to the Investors section of gapinc.com.", "meta": {}, "annotation_approver": null, "labels": [[0, 132, "unimportant"]]}
{"id": 799, "text": "With that, I'd like to turn the call over to Sonia.", "meta": {}, "annotation_approver": null, "labels": [[0, 51, "unimportant"]]}
{"id": 800, "text": "Sonia Syngal -- Chief Executive Officer", "meta": {}, "annotation_approver": null, "labels": [[0, 39, "unimportant"]]}
{"id": 801, "text": "Thank you, Tina, and good afternoon, everyone.", "meta": {}, "annotation_approver": null, "labels": [[0, 46, "unimportant"]]}
{"id": 802, "text": "I hope you're joining us today in good health and that you're taking care during these challenging times.", "meta": {}, "annotation_approver": null, "labels": [[0, 105, "unimportant"]]}
{"id": 803, "text": "Before we jump into the results of our first quarter, I would be remiss to not address the situation that is top of mind for everyone across the United States with people of all backgrounds and beliefs coming together to drive social change.", "meta": {}, "annotation_approver": null, "labels": [[0, 241, "contextual"]]}
{"id": 804, "text": "As a company, we have an opportunity to create a world that is more inclusive, ensuring our brand serve as a force for good by being open to all, listening giving back to our community.", "meta": {}, "annotation_approver": null, "labels": [[0, 185, "unimportant"]]}
{"id": 805, "text": "While many peaceful protests have taken place across the country, in some cities, our stores have been taken advantage of and 20 stores have sustained extensive damage.", "meta": {}, "annotation_approver": null, "labels": [[0, 168, "contextual"]]}
{"id": 806, "text": "We're fortunate that all of our teams are safe and we are working to reopen the impacted stores quickly and safely so we can serve our customers again.", "meta": {}, "annotation_approver": null, "labels": [[0, 151, "unimportant"]]}
{"id": 807, "text": "Now, turning to Q1.", "meta": {}, "annotation_approver": null, "labels": [[0, 19, "unimportant"]]}
{"id": 808, "text": "As I transitioned into the CEO role, we were making good progress with momentum entering the quarter led by Old Navy and Athleta, only to be met almost immediately with a shelter in place orders that resulted in the closure of all of our North American stores.", "meta": {}, "annotation_approver": null, "labels": [[0, 260, "contextual"]]}
{"id": 809, "text": "As we monitor the situation in China and then Europe, we moved quickly to respond to the looming spread of the virus across geographies, its implications on our business and the industry.", "meta": {}, "annotation_approver": null, "labels": [[0, 187, "geo"]]}
{"id": 810, "text": "While there's no playbook to manage the fallout, the situation required a radical shift in our priorities.", "meta": {}, "annotation_approver": null, "labels": [[0, 106, "contextual"]]}
{"id": 811, "text": "Starting first and foremost with protecting the health and safety of our employees and customers.", "meta": {}, "annotation_approver": null, "labels": [[0, 97, "unimportant"]]}
{"id": 812, "text": "While our online continued to thrive, the store closure resulted in approximately 75% of our demand being disrupted.", "meta": {}, "annotation_approver": null, "labels": [[0, 116, "Products&Services"]]}
{"id": 813, "text": "To help mitigate these impacts, we took swift action to preserve liquidity and strengthen our financial flexibility, including having to furlough store team and reduce headcount across all of our global offices.", "meta": {}, "annotation_approver": null, "labels": [[0, 211, "financial"]]}
{"id": 814, "text": "Katrina will speak to you shortly about the full breadth of actions we've taken, which while difficult, have enabled us to focus on leveraging our inherent advantages to win in the post-COVID environment.", "meta": {}, "annotation_approver": null, "labels": [[0, 204, "unimportant"]]}
{"id": 815, "text": "Throughout we have moved more quickly and more united than we have in years.", "meta": {}, "annotation_approver": null, "labels": [[0, 76, "unimportant"]]}
{"id": 816, "text": "Our teams have been oriented to action and have delivered for the business and our customers in the face of unprecedented change and challenges.", "meta": {}, "annotation_approver": null, "labels": [[0, 144, "unimportant"]]}
{"id": 817, "text": "I could not be more proud of the team.", "meta": {}, "annotation_approver": null, "labels": [[0, 38, "unimportant"]]}
{"id": 818, "text": "To date, over 1,500 stores are opened in North America, almost doubling our previously announced plan to reopen 800 by the end of May.", "meta": {}, "annotation_approver": null, "labels": [[0, 134, "geo"]]}
{"id": 819, "text": "Our team's ability to pivot quickly and lean into our strong online business resulted in an encouraging 40% online sales growth in April.", "meta": {}, "annotation_approver": null, "labels": [[0, 137, "Products&Services"]]}
{"id": 820, "text": "While net sales and store sales continue to reflect material declines in May due to the store closures and demand shock, we saw over 100% growth in online sales during this past month of May.", "meta": {}, "annotation_approver": null, "labels": [[0, 191, "Products&Services"]]}
{"id": 821, "text": "It's still early days, but we're encouraged by the trends we're seeing, specifically the strong recovery at Old Navy, America's second largest apparel brand.", "meta": {}, "annotation_approver": null, "labels": [[0, 157, "contextual"]]}
{"id": 822, "text": "We attribute this to Old Navy's advantaged value proposition for the entire family and strength in relevant categories such as active, fleet and denim.", "meta": {}, "annotation_approver": null, "labels": [[0, 151, "Products&Services"]]}
{"id": 823, "text": "We're now operating over 2,100 stores as mini fulfillment hubs through ship from store and over 500 stores as curbside pickup locations, a capability we launched during the COVID crisis.", "meta": {}, "annotation_approver": null, "labels": [[0, 186, "Products&Services"]]}
{"id": 824, "text": "We have welcomed tens of thousands of our employees back to work and expect to have the vast majority of our North American stores opened by the end of June.", "meta": {}, "annotation_approver": null, "labels": [[0, 157, "geo"]]}
{"id": 825, "text": "As COVID-19 has accelerated a shift in consumer behavior, we're playing to our strength.", "meta": {}, "annotation_approver": null, "labels": [[0, 88, "contextual"]]}
{"id": 826, "text": "First, starting with our trusted brand.", "meta": {}, "annotation_approver": null, "labels": [[0, 39, "unimportant"]]}
{"id": 827, "text": "In a time of crisis, brands matter.", "meta": {}, "annotation_approver": null, "labels": [[0, 35, "unimportant"]]}
{"id": 828, "text": "Customers want to spend their hard-earned money on brands and products they trust and not with the bad customer experience with one that's not familiar.", "meta": {}, "annotation_approver": null, "labels": [[0, 152, "unimportant"]]}
{"id": 1023, "text": "My name is Jenny, and I will be your conference operator today.", "meta": {}, "annotation_approver": null, "labels": [[0, 63, "unimportant"]]}
{"id": 829, "text": "We don't talk about this enough, but Gap, Inc. has three multi-billion dollar brand in Old Navy, Gap and Banana Republic who have led us closely on the horizon.", "meta": {}, "annotation_approver": null, "labels": [[0, 160, "Products&Services"]]}
{"id": 830, "text": "And Old Navy, Banana Republic and Gap brands rank among only nine specialty brands that exceed $2 billion of sales in the U.S.", "meta": {}, "annotation_approver": null, "labels": [[0, 126, "Products&Services"]]}
{"id": 831, "text": "Our brands are among the most well-known constructive in retail apparel with Old Navy, Banana Republic and Gap, all exceeding 75% brand awareness.", "meta": {}, "annotation_approver": null, "labels": [[0, 146, "Products&Services"]]}
{"id": 832, "text": "And there are numerous examples, particularly during this pandemic of how that matters and how this is true.", "meta": {}, "annotation_approver": null, "labels": [[0, 108, "contextual"]]}
{"id": 833, "text": "Old Navy provide access to critical category and much needed liberty in the crisis with digital sunshine as a unique asset in a social and web marketing, resulting in meaningful online acceleration as well as achieved all-time high engagement metric to won the storytelling and virtual community activations with a focus on at home workout and cozy product content.", "meta": {}, "annotation_approver": null, "labels": [[0, 365, "Products&Services"]]}
{"id": 834, "text": "Banana Republic served the styling sessions on its digital channel, offering customers new ways to wear their favorite style while working from home.", "meta": {}, "annotation_approver": null, "labels": [[0, 149, "Products&Services"]]}
{"id": 835, "text": "And Gap launched Gap Teen with positive results.", "meta": {}, "annotation_approver": null, "labels": [[0, 48, "Products&Services"]]}
{"id": 836, "text": "This brand new, highly additive and sustainably designed assortment is the first new age segment to the brand since 1990.", "meta": {}, "annotation_approver": null, "labels": [[0, 121, "Products&Services"]]}
{"id": 837, "text": "Simply put, as a largest U.S. specialty clothing company is measured by revenue, each of our brands has a unique opportunity to meet customers' needs now and as we reopen the stores.", "meta": {}, "annotation_approver": null, "labels": [[0, 182, "unimportant"]]}
{"id": 838, "text": "Our brands matters.", "meta": {}, "annotation_approver": null, "labels": [[0, 19, "unimportant"]]}
{"id": 839, "text": "Second, our direct customer relationships.", "meta": {}, "annotation_approver": null, "labels": [[0, 42, "unimportant"]]}
{"id": 840, "text": "Our brands are leveraging their direct connection with 60 million customers to make customer fuel decisions and deliver must-have product with attributes that matter most to them.", "meta": {}, "annotation_approver": null, "labels": [[0, 179, "contextual"]]}
{"id": 841, "text": "We're in daily communication with our customers about how we're taking care of our teams and communities and we're providing clarity and confidence in the shopping experience they're returning to, however they choose to safely interact with us.", "meta": {}, "annotation_approver": null, "labels": [[0, 244, "unimportant"]]}
{"id": 842, "text": "Importantly, our stores remained integral to the experience we offer.", "meta": {}, "annotation_approver": null, "labels": [[0, 69, "unimportant"]]}
{"id": 843, "text": "With approximately 70% of our stores located in stressed outlet and off-mall real estate locations, we expect customers to gravitate toward these locations as they consider health and safety, an opportunity for us going forward.", "meta": {}, "annotation_approver": null, "labels": [[0, 228, "geo"]]}
{"id": 844, "text": "Third, our expansive e-commerce business and omni capabilities.", "meta": {}, "annotation_approver": null, "labels": [[0, 63, "unimportant"]]}
{"id": 845, "text": "During the widespread shelter in place orders, we leaned on the strength of our online presence, which is the second largest apparel e-commerce site in North America at $4 billion in annual revenue pre-COVID.", "meta": {}, "annotation_approver": null, "labels": [[0, 208, "Products&Services"]]}
{"id": 846, "text": "During the crisis, we doubled the way customers can shop with us by expanding our buy online pick-up in store capability to include curbside pick-up as well as a new virtual concierge that Athleta has begun testing, offering customers the chance to have one-on-one interactions with the store associates in the comfort of their own home.", "meta": {}, "annotation_approver": null, "labels": [[0, 337, "Products&Services"]]}
{"id": 847, "text": "Before the pandemic hit the U.S., 25% of sales came from e-commerce.", "meta": {}, "annotation_approver": null, "labels": [[0, 68, "financial"]]}
{"id": 848, "text": "We've seen a meaningful acceleration online as customer choose our suites of omni capabilities as a preferred way to shop.", "meta": {}, "annotation_approver": null, "labels": [[0, 122, "unimportant"]]}
{"id": 849, "text": "Interaction between stores and online continues to grow.", "meta": {}, "annotation_approver": null, "labels": [[0, 56, "unimportant"]]}
{"id": 850, "text": "During the quarter, we saw a 40% increase in customers migrating from retail-only to multi-channel versus last year", "meta": {}, "annotation_approver": null, "labels": [[0, 115, "financial"]]}
{"id": 851, "text": "and we all know have valuable the multi-channel customer is.", "meta": {}, "annotation_approver": null, "labels": [[0, 60, "unimportant"]]}
{"id": 852, "text": "Fourth, product that is relevant and resilient.", "meta": {}, "annotation_approver": null, "labels": [[0, 47, "unimportant"]]}
{"id": 853, "text": "The casualization of American style, particularly accelerated during COVID and have played to our product strength with our scaled active and lounge business, which generated $2.7 billion in sales last year and the kid and baby at nearly $4 billion, Gap stays as a leader in branded children's apparel a staple like category that is largely insulated from volatility in retail.", "meta": {}, "annotation_approver": null, "labels": [[0, 377, "Products&Services"]]}
{"id": 854, "text": "In Q1, we saw a disproportionate sales coming from active, fleet, fleet into the baby categories.", "meta": {}, "annotation_approver": null, "labels": [[0, 97, "Products&Services"]]}
{"id": 855, "text": "Fifth, our advantaged supply chain and agile operations.", "meta": {}, "annotation_approver": null, "labels": [[0, 56, "unimportant"]]}
{"id": 856, "text": "Our extensive supply chain and deep relationships with suppliers enables us to affect well over $2 billion of inventory purchases as we look to quickly match our inventory supply with uncertain demand outlook.", "meta": {}, "annotation_approver": null, "labels": [[0, 209, "financial"]]}
{"id": 857, "text": "Our supply chain responsive capabilities, particularly developed at Old Navy, will help us change into the recovery we hope to see as stores open and as the customer demands become fair.", "meta": {}, "annotation_approver": null, "labels": [[0, 186, "contextual"]]}
{"id": 858, "text": "We were also able to deliver millions of PPE to frontline healthcare workers when they needed at the most at the early onset of the virus as well as the charity organizations like the Boys & Girls Clubs of America.", "meta": {}, "annotation_approver": null, "labels": [[0, 214, "unimportant"]]}
{"id": 859, "text": "We've since pivoted factory capacity in a sub-fabric to produce million more washable fabric masks for customers.", "meta": {}, "annotation_approver": null, "labels": [[0, 113, "Products&Services"]]}
{"id": 860, "text": "In May, we sold more than 3 million masks on pre-order across our brands.", "meta": {}, "annotation_approver": null, "labels": [[0, 73, "Products&Services"]]}
{"id": 861, "text": "We completed the expansion of our Ohio Distribution Center, worked up again in 2019.", "meta": {}, "annotation_approver": null, "labels": [[0, 84, "geo"]]}
{"id": 862, "text": "The new facility is designed to be the company's highest capacity fulfillment facility with integrated automation and robotics.", "meta": {}, "annotation_approver": null, "labels": [[0, 127, "unimportant"]]}
{"id": 863, "text": "This launch was fortuitously timed as we expect online penetration to continue to climb and this provides capacity with improved labor productivity.", "meta": {}, "annotation_approver": null, "labels": [[0, 148, "unimportant"]]}
{"id": 864, "text": "And lastly, and certainly not least, our competitive team that leads with our values.", "meta": {}, "annotation_approver": null, "labels": [[0, 85, "unimportant"]]}
{"id": 865, "text": "Our brands and teams are a force for good as we relentlessly strive to better serve our customers' communities and to set the gold standard for safe shopping in this current environment.", "meta": {}, "annotation_approver": null, "labels": [[0, 186, "unimportant"]]}
{"id": 866, "text": "We have seen many examples of our brand acting as a force for good over the past 10 weeks.", "meta": {}, "annotation_approver": null, "labels": [[0, 90, "unimportant"]]}
{"id": 867, "text": "Starting with the small cross-functional team that, with audacity, chased into mass production to deliver PPE to frontline healthcare workers and now for customers.", "meta": {}, "annotation_approver": null, "labels": [[0, 164, "unimportant"]]}
{"id": 1024, "text": "At this time, I would like to welcome everyone to the Gap,", "meta": {}, "annotation_approver": null, "labels": [[0, 58, "unimportant"]]}
{"id": 868, "text": "Our dedicated store teams who have weathered through the highs and lows with us and has served in a rapid responsible reopening of our stores, demonstrating tremendous care for our customers and each other.", "meta": {}, "annotation_approver": null, "labels": [[0, 206, "unimportant"]]}
{"id": 869, "text": "We've donated over $50 million of new clothing to needy American families via Old Navy and to help underprivileged get back to work via Banana Republic.", "meta": {}, "annotation_approver": null, "labels": [[0, 152, "unimportant"]]}
{"id": 870, "text": "And most recently, our brand came together to donate more than a $0.25 million to the NAACP and EmbraceRace Organization to stand with our customers and employees in the fight against racial injustice.", "meta": {}, "annotation_approver": null, "labels": [[0, 201, "unimportant"]]}
{"id": 871, "text": "I want to take this moment to thank the teams that are listening.", "meta": {}, "annotation_approver": null, "labels": [[0, 65, "unimportant"]]}
{"id": 872, "text": "This Gap, Inc. community of employees has just risen to the challenge, witnessed the occasion of leading with heart.", "meta": {}, "annotation_approver": null, "labels": [[0, 116, "unimportant"]]}
{"id": 873, "text": "A very big thank you from me to all of you that are listening.", "meta": {}, "annotation_approver": null, "labels": [[0, 62, "unimportant"]]}
{"id": 874, "text": "Really, it was a massive team effort.", "meta": {}, "annotation_approver": null, "labels": [[0, 37, "unimportant"]]}
{"id": 875, "text": "As much as we expected to drive value for our strength, our future success is dependent on addressing areas of significant opportunities, for example, in our specialty brands where past performance has not met expectations.", "meta": {}, "annotation_approver": null, "labels": [[0, 223, "unimportant"]]}
{"id": 876, "text": "We believe each brand must earn its right for investment and are focused on doing this through two key actions.", "meta": {}, "annotation_approver": null, "labels": [[0, 111, "unimportant"]]}
{"id": 877, "text": "For our brands to break through the noise in the marketplace, we must be resolute about delivering brand clarity, quality, product and consistent execution with every expression.", "meta": {}, "annotation_approver": null, "labels": [[0, 178, "unimportant"]]}
{"id": 878, "text": "Frankly, we have not done this well at Gap or Banana Republic.", "meta": {}, "annotation_approver": null, "labels": [[0, 62, "unimportant"]]}
{"id": 879, "text": "Creative confidence is something we are focused on promotion.", "meta": {}, "annotation_approver": null, "labels": [[0, 61, "unimportant"]]}
{"id": 880, "text": "We will also continue to rational -- the rationalization of our fleet as well as identify asset-light ways to amplify and expand the reach of our brands.", "meta": {}, "annotation_approver": null, "labels": [[0, 153, "financial"]]}
{"id": 881, "text": "And we've made progress in just a few short months even among the crisis.", "meta": {}, "annotation_approver": null, "labels": [[0, 73, "unimportant"]]}
{"id": 882, "text": "Some examples.", "meta": {}, "annotation_approver": null, "labels": [[0, 14, "unimportant"]]}
{"id": 883, "text": "We began a systemic change for structure for success.", "meta": {}, "annotation_approver": null, "labels": [[0, 53, "unimportant"]]}
{"id": 884, "text": "To begin, we auctioned a 15% headcount reduction across the company, indexing toward Gap brand with a 25% reduction.", "meta": {}, "annotation_approver": null, "labels": [[0, 116, "financial"]]}
{"id": 885, "text": "This is a first step in driving the organization focused on value creation to profitable growth.", "meta": {}, "annotation_approver": null, "labels": [[0, 96, "financial"]]}
{"id": 886, "text": "We are acutely focused on delivering consistent on brand products and marketing.", "meta": {}, "annotation_approver": null, "labels": [[0, 80, "unimportant"]]}
{"id": 887, "text": "We believe the Gap brand is better than recent business results.", "meta": {}, "annotation_approver": null, "labels": [[0, 64, "unimportant"]]}
{"id": 888, "text": "During the crisis, Gap has benefited from its high brand awareness and deep emotional customer connection.", "meta": {}, "annotation_approver": null, "labels": [[0, 106, "Products&Services"]]}
{"id": 889, "text": "However, years of inconsistent execution have depleted brand health, which we're actively working to correct by defining clear brand positioning and product filters that translate to a narrower and deeper assortment that delivers to the customer.", "meta": {}, "annotation_approver": null, "labels": [[0, 246, "Products&Services"]]}
{"id": 890, "text": "At Banana Republic, the leadership team is taking aggressive actions to adjust its product, offering them a pivot in the brand positioning to address the evolving customer needs.", "meta": {}, "annotation_approver": null, "labels": [[0, 178, "Products&Services"]]}
{"id": 891, "text": "In this crisis, with the unforeseen shift to consumers working from home, Banana Republic was disadvantaged in its product mix as customers opted for casual style.", "meta": {}, "annotation_approver": null, "labels": [[0, 163, "Products&Services"]]}
{"id": 892, "text": "Banana Republic's workwear categories such as soothing and dresses underperformed, which coincided with less available inventory of casual categories like knits and shorts.", "meta": {}, "annotation_approver": null, "labels": [[0, 172, "Products&Services"]]}
{"id": 893, "text": "This affected online demand resulting in less benefits than our other brands.", "meta": {}, "annotation_approver": null, "labels": [[0, 77, "unimportant"]]}
{"id": 894, "text": "With respect to extending the power of our brands, we recently announced a licensing deal with ISG, allowing us to increase consumer access to Gap, Banana Republic and Janie and Jack through brand partnership and collaborations, including global opportunities within kids and baby gear, furniture home textile and decor.", "meta": {}, "annotation_approver": null, "labels": [[0, 320, "Products&Services"]]}
{"id": 895, "text": "This is a great example of an asset-light, capital-light opportunity that delivers value for the customer and plays to the power of our brands.", "meta": {}, "annotation_approver": null, "labels": [[0, 143, "financial"]]}
{"id": 896, "text": "Additionally, we believe we can further amplify our brands.", "meta": {}, "annotation_approver": null, "labels": [[0, 59, "unimportant"]]}
{"id": 897, "text": "We're optimistic about the opportunity for creative partnerships to increase Gap's relevance and tapping to the cultural zeitgeist.", "meta": {}, "annotation_approver": null, "labels": [[0, 131, "unimportant"]]}
{"id": 898, "text": "Lastly, we remain committed to our prior fleet rationalization target, as our goal is to operate smaller healthier Gap brand positioned to compete.", "meta": {}, "annotation_approver": null, "labels": [[0, 147, "financial"]]}
{"id": 899, "text": "Katrina will share more on how we're thinking about this as well as the important progress we've made in strategically reevaluating our real estate and rent structures.", "meta": {}, "annotation_approver": null, "labels": [[0, 168, "unimportant"]]}
{"id": 900, "text": "So with that, I'm going to pass it on to Katrina to provide details on our financial performance for the quarter, and I'll then come back to share additional thoughts", "meta": {}, "annotation_approver": null, "labels": [[0, 166, "unimportant"]]}
{"id": 901, "text": "and how we're looking at Q2.", "meta": {}, "annotation_approver": null, "labels": [[0, 28, "unimportant"]]}
{"id": 902, "text": "Katrina?", "meta": {}, "annotation_approver": null, "labels": [[0, 8, "unimportant"]]}
{"id": 903, "text": "Katrina O'Connell -- Chief Financial Officer", "meta": {}, "annotation_approver": null, "labels": [[0, 44, "unimportant"]]}
{"id": 904, "text": "Thank you, Sonia, and good afternoon, everyone.", "meta": {}, "annotation_approver": null, "labels": [[0, 47, "unimportant"]]}
{"id": 905, "text": "As Sonia mentioned, while the first two months as CFO has certainly been unique, I've been both impressed and energized by how the organization has responded to this unprecedented crisis.", "meta": {}, "annotation_approver": null, "labels": [[0, 187, "unimportant"]]}
{"id": 906, "text": "I'd like to echo Sonia in thanking our teams for their tremendous work, an unwavering dedication to operating the business during an extraordinarily challenging period.", "meta": {}, "annotation_approver": null, "labels": [[0, 168, "unimportant"]]}
{"id": 907, "text": "It's at a time like this that I am truly grateful to be a part of an organization like Gap,", "meta": {}, "annotation_approver": null, "labels": [[0, 91, "unimportant"]]}
{"id": 908, "text": "Inc.\n \n As we continue to build toward our longer term growth opportunities, our near-term priorities in navigating the crisis are clear.", "meta": {}, "annotation_approver": null, "labels": [[0, 137, "unimportant"]]}
{"id": 909, "text": "First, strengthening our financial foundation to ensure sufficient liquidity and financial flexibility to navigate the evolving landscape and emerge positioned to gain share.", "meta": {}, "annotation_approver": null, "labels": [[0, 174, "financial"]]}
{"id": 910, "text": "Second, leveraging our distinct competitive advantages, a collection of $1 billion plus brands, highly engaged customer base, a nimble supply chain and an advantaged omnichannel platform.", "meta": {}, "annotation_approver": null, "labels": [[0, 187, "financial"]]}
{"id": 1025, "text": "Inc. First Quarter 2020 Conference Call.", "meta": {}, "annotation_approver": null, "labels": [[0, 40, "unimportant"]]}
{"id": 911, "text": "And third, thoughtfully preparing for the future as we will emerge one of the winners by pursuing a balanced approach to driving profitable growth by investing in capabilities that amplify our advantages, while streamlining our operations and repositioning our fleet.", "meta": {}, "annotation_approver": null, "labels": [[0, 267, "financial"]]}
{"id": 912, "text": "As the crisis hit, we pivoted to the first and most important priority, preserving cash and accessing liquidity to provide us the flexibility to navigate our worst case scenario for this tumultuous year.", "meta": {}, "annotation_approver": null, "labels": [[0, 203, "financial"]]}
{"id": 913, "text": "In response, we did the following.", "meta": {}, "annotation_approver": null, "labels": [[0, 34, "unimportant"]]}
{"id": 914, "text": "We deferred our previously declared first quarter dividend, suspended dividends and share repurchases for the remainder of the fiscal year, cut capital expenditures in half to recession level lows, furloughed a majority of store employees, implemented temporary executive and board pay cuts, reduced expenses across all aspects of the organization, including a 15% headcount reduction, worked with our vendors to move from 45 days to 60-day to 90-day payment terms, developed a detailed inventory plans, including tightening purchases to demand and utilization of pack and hold inventory to preserve margin, suspended rent payments and raised capital through the issuance of two -- of new $2.25 billion senior secured notes and secured a new nearly $1.9 billion asset-backed revolving credit facility to replace our prior unsecured revolving credit facility.", "meta": {}, "annotation_approver": null, "labels": [[0, 858, "financial"]]}
{"id": 915, "text": "Of note, the new debt issuance will be partially used to redeem our existing $1.25 billion notes that were due in 2021.", "meta": {}, "annotation_approver": null, "labels": [[0, 119, "financial"]]}
{"id": 916, "text": "We also paid off the $500 million drawn on our prior revolving credit facility and have not made any draws under the new ABL facility.", "meta": {}, "annotation_approver": null, "labels": [[0, 134, "financial"]]}
{"id": 917, "text": "It was an incredible amount of work done in a very short period and a real display of commitment by the Gap, Inc. team.", "meta": {}, "annotation_approver": null, "labels": [[0, 119, "unimportant"]]}
{"id": 918, "text": "Taking these actions put Gap, Inc. in a strong financial position and will improve the structural economics of the business.", "meta": {}, "annotation_approver": null, "labels": [[0, 124, "unimportant"]]}
{"id": 919, "text": "With this behind us, Gap, Inc. is in a position to pivot to our second and third priorities, leveraging our competitive advantages and accelerating initiatives to improve profitability, namely reopening our stores quickly, but safely, driving outside sales growth in our strong online channel, especially leveraging new omni capabilities that the customer is asking for, such as buy online, pickup in-store and curbside pickup.", "meta": {}, "annotation_approver": null, "labels": [[0, 427, "financial"]]}
{"id": 920, "text": "Renegotiating our existing leases, while simultaneously optimizing our fleet with emphasis on Gap brand and Banana Republic, and maintaining inventory flexibility and responsiveness as we navigate through an uncertain retail environment.", "meta": {}, "annotation_approver": null, "labels": [[0, 237, "financial"]]}
{"id": 921, "text": "I'll touch on each of these as I review first quarter business performance.", "meta": {}, "annotation_approver": null, "labels": [[0, 75, "unimportant"]]}
{"id": 922, "text": "The temporary closure of all of our North American stores midway through the quarter combined with slow global sales as our international operations reopened, catastrophically impacted nearly every area of our financials from sales to margins including two significant non-cash impairments taken for inventory and certain store assets.", "meta": {}, "annotation_approver": null, "labels": [[0, 335, "financial"]]}
{"id": 923, "text": "Let me start with sales, which declined 43% in the quarter, as the impact of store closures midway through the quarter led to store sales decline of 61%, which overshadowed the 13% growth in our online business.", "meta": {}, "annotation_approver": null, "labels": [[0, 211, "financial"]]}
{"id": 924, "text": "As a reminder, online represented approximately 25% of the Company's sales last year.", "meta": {}, "annotation_approver": null, "labels": [[0, 85, "contextual"]]}
{"id": 925, "text": "Beginning in April, our online growth sequentially improved week-over-week.", "meta": {}, "annotation_approver": null, "labels": [[0, 75, "Products&Services"]]}
{"id": 926, "text": "We delivered 40% online sales growth in April, followed by over 100% growth in online in May.", "meta": {}, "annotation_approver": null, "labels": [[0, 93, "Products&Services"]]}
{"id": 927, "text": "First quarter gross margin was 12.7%, down 23.6 percentage points compared to last year.", "meta": {}, "annotation_approver": null, "labels": [[0, 88, "financial"]]}
{"id": 928, "text": "Merchandise margin accounted for more than half of the overall decline and was down 13.7 percentage points, primarily driven by a $235 million inventory impairment charge in the quarter or about 11 percentage points of deleverage.", "meta": {}, "annotation_approver": null, "labels": [[0, 230, "financial"]]}
{"id": 929, "text": "The remaining merchandise margin deleverage was primarily related to increased promotional activity across all brands.", "meta": {}, "annotation_approver": null, "labels": [[0, 118, "financial"]]}
{"id": 930, "text": "Rent and occupancy deleveraged 9.9 percentage points, driven by a decrease in net sales, largely due to store closures as a result of COVID-19.", "meta": {}, "annotation_approver": null, "labels": [[0, 143, "financial"]]}
{"id": 931, "text": "It's also worth noting that while we suspended rent payments beginning in April, for accounting purposes, we have accrued our full rent expense, which is reflected in the first quarter's gross margin results.", "meta": {}, "annotation_approver": null, "labels": [[0, 208, "financial"]]}
{"id": 932, "text": "Let me address both starting with inventory.", "meta": {}, "annotation_approver": null, "labels": [[0, 44, "unimportant"]]}
{"id": 933, "text": "Inventory is the foundation of our business, we need the right items in the right locations to support demand or we will not win in the market.", "meta": {}, "annotation_approver": null, "labels": [[0, 143, "unimportant"]]}
{"id": 934, "text": "So we need to plan much tighter inventory levels to protect margin.", "meta": {}, "annotation_approver": null, "labels": [[0, 67, "unimportant"]]}
{"id": 935, "text": "My bias is to operate leaner than we have been and leverage our responsive capabilities to meet demand as it becomes clearer.", "meta": {}, "annotation_approver": null, "labels": [[0, 125, "contextual"]]}
{"id": 936, "text": "In Q1, we took three primary actions to address excess inventory.", "meta": {}, "annotation_approver": null, "labels": [[0, 65, "unimportant"]]}
{"id": 937, "text": "One was the writedown, I just mentioned.", "meta": {}, "annotation_approver": null, "labels": [[0, 40, "unimportant"]]}
{"id": 938, "text": "This inventory was primarily spring inventories that were trapped in closed stores and are now seasonally irrelevant.", "meta": {}, "annotation_approver": null, "labels": [[0, 117, "Products&Services"]]}
{"id": 939, "text": "We were pleased to donate a portion of this inventory to charities in need at the time.", "meta": {}, "annotation_approver": null, "labels": [[0, 87, "unimportant"]]}
{"id": 940, "text": "Another was an expanded effort to leverage ship from store and buy online pickup in store capabilities to meet demand even when stores were closed.", "meta": {}, "annotation_approver": null, "labels": [[0, 147, "Products&Services"]]}
{"id": 941, "text": "This helps to service strong online demand while also clearing stores' inventory that was trapped during closures.", "meta": {}, "annotation_approver": null, "labels": [[0, 114, "Products&Services"]]}
{"id": 942, "text": "And third, we implemented a flexible pack and hold inventory approach, whereby summer, feel like summer and fall inventory that we will be unable to sell due to store closures and potentially lower demand will be held until next year selling season.", "meta": {}, "annotation_approver": null, "labels": [[0, 249, "Products&Services"]]}
{"id": 943, "text": "While there is a cost to storing this product, the economics are more advantaged than flowing the goods into what is likely to be a highly promotional environment.", "meta": {}, "annotation_approver": null, "labels": [[0, 163, "Products&Services"]]}
{"id": 944, "text": "Taking this into account, our quarter-end inventory balance was down 1% year-over-year.", "meta": {}, "annotation_approver": null, "labels": [[0, 87, "financial"]]}
{"id": 945, "text": "Looking forward, depending on demand, pack and hold inventory will remain in our reported inventory numbers until the same time next year.", "meta": {}, "annotation_approver": null, "labels": [[0, 138, "contextual"]]}
{"id": 1026, "text": "[Operator Instructions]", "meta": {}, "annotation_approver": null, "labels": [[0, 23, "unimportant"]]}
{"id": 946, "text": "While our reported inventory levels would fluctuate throughout the year, our underlying inventory levels, excluding pack and hold, are expected to be down for the remainder of the year, with Q2 down low- to mid-single digits.", "meta": {}, "annotation_approver": null, "labels": [[0, 225, "Products&Services"]]}
{"id": 947, "text": "With regards to rent, as I noted upfront, beginning in April, we suspended rent payments for the period stores were closed.", "meta": {}, "annotation_approver": null, "labels": [[0, 123, "financial"]]}
{"id": 948, "text": "However, for accounting purposes, we have accrued the full amount of Q1 rent expense.", "meta": {}, "annotation_approver": null, "labels": [[0, 85, "financial"]]}
{"id": 949, "text": "So the expense continued to impact gross margin even though cash payment was not made.", "meta": {}, "annotation_approver": null, "labels": [[0, 86, "financial"]]}
{"id": 950, "text": "We are in active and ongoing negotiations with our landlords to work through this crisis together.", "meta": {}, "annotation_approver": null, "labels": [[0, 98, "contextual"]]}
{"id": 951, "text": "We value these relationships and are committed to finding mutually agreeable solutions that will enable both of us to benefit from an aligned strategic plan.", "meta": {}, "annotation_approver": null, "labels": [[0, 157, "unimportant"]]}
{"id": 952, "text": "If we are successful in reaching a resolution with our landlords to abate a portion or all of the suspended rent, this could result in a benefit to gross margin in a future quarter as we reverse some or all of the rent expense accrual.", "meta": {}, "annotation_approver": null, "labels": [[0, 235, "financial"]]}
{"id": 953, "text": "It may also require a cash outlay for any agreed upon rent that is currently suspended.", "meta": {}, "annotation_approver": null, "labels": [[0, 87, "financial"]]}
{"id": 954, "text": "From a strategic standpoint, we consider a well positioned and productive store at a fair rent to be a huge asset, supporting brand awareness and relevance and playing an important part in our customer shopping journey.", "meta": {}, "annotation_approver": null, "labels": [[0, 219, "financial"]]}
{"id": 955, "text": "Although online consumer spending is advancing rapidly, that customer preference is enhanced by store locations, which can support ship from store and buy online, pickup in store options.", "meta": {}, "annotation_approver": null, "labels": [[0, 187, "contextual"]]}
{"id": 956, "text": "We believe a robust suite of omnichannel tools, including curbside pickup will enable us to leverage our fleet and e-commerce site to best serve our customers' desire for convenience.", "meta": {}, "annotation_approver": null, "labels": [[0, 183, "Products&Services"]]}
{"id": 957, "text": "That said, while our economics and our Old Navy and Athleta fleets are strong, our specialty store fleet has not been as profitable as we need it to be.", "meta": {}, "annotation_approver": null, "labels": [[0, 152, "financial"]]}
{"id": 958, "text": "So we're seeking rent concessions for those stores that are well positioned, but cannot support the current rent structures and prioritizing closing those stores that simply have no role in our fleet portfolio with the majority being in the Gap brand.", "meta": {}, "annotation_approver": null, "labels": [[0, 251, "financial"]]}
{"id": 959, "text": "In short, our specialty store closure plans remain on track.", "meta": {}, "annotation_approver": null, "labels": [[0, 60, "financial"]]}
{"id": 960, "text": "We also will continue to consider new store openings largely for Athleta and Old Navy.", "meta": {}, "annotation_approver": null, "labels": [[0, 86, "financial"]]}
{"id": 961, "text": "Of course, we'll do that quite thoughtfully and after considering the change in market conditions that result from the crisis.", "meta": {}, "annotation_approver": null, "labels": [[0, 126, "contextual"]]}
{"id": 962, "text": "Turning to", "meta": {}, "annotation_approver": null, "labels": [[0, 10, "unimportant"]]}
{"id": 963, "text": "SG&A. SG&A in the quarter was $1.5 billion, or 71.8% of sales.", "meta": {}, "annotation_approver": null, "labels": [[0, 62, "financial"]]}
{"id": 964, "text": "The vast majority of the increase was due to the $484 million non-cash impairment charge related to our stores, reducing the carrying amount of the store assets and the corresponding operating lease assets to their fair value.", "meta": {}, "annotation_approver": null, "labels": [[0, 226, "financial"]]}
{"id": 965, "text": "Of note, with this writedown, we do expect to benefit to gross margin from lower depreciation and amortization expense of approximately $60 million in fiscal 2020 and approximately $80 million on an annualized basis.", "meta": {}, "annotation_approver": null, "labels": [[0, 216, "financial"]]}
{"id": 966, "text": "During the quarter, we also recorded a $35 million charge primarily related to our previously announced corporate headquarter reductions, as part of our commitment to creating a more efficient and streamlined operating structure.", "meta": {}, "annotation_approver": null, "labels": [[0, 229, "financial"]]}
{"id": 967, "text": "Looking ahead, we expect net savings of approximately $180 million for fiscal 2020 and approximately $240 million on an annualized basis from these actions.", "meta": {}, "annotation_approver": null, "labels": [[0, 156, "financial"]]}
{"id": 968, "text": "Year-over-year SG&A changes also reflected lower store operating costs due to closures.", "meta": {}, "annotation_approver": null, "labels": [[0, 87, "financial"]]}
{"id": 969, "text": "Looking forward, store operating costs, as you would expect, will continue to rise as our stores reopen.", "meta": {}, "annotation_approver": null, "labels": [[0, 104, "financial"]]}
{"id": 970, "text": "In addition, the operating cost of each store will be higher due to safe shopping protocols being implemented across the fleet.", "meta": {}, "annotation_approver": null, "labels": [[0, 127, "financial"]]}
{"id": 971, "text": "Looking at cash flow, there were two notable items.", "meta": {}, "annotation_approver": null, "labels": [[0, 51, "unimportant"]]}
{"id": 972, "text": "First, we deferred our previously declared first quarter dividend and suspended dividend and share repurchases for the remainder of the fiscal year, resulting in no cash outflows in the quarter.", "meta": {}, "annotation_approver": null, "labels": [[0, 194, "financial"]]}
{"id": 973, "text": "Second, capital expenditures were $122 million during the quarter.", "meta": {}, "annotation_approver": null, "labels": [[0, 66, "financial"]]}
{"id": 974, "text": "As previously disclosed, we've reduced planned capital spend by about half to $300 million.", "meta": {}, "annotation_approver": null, "labels": [[0, 91, "financial"]]}
{"id": 975, "text": "Most of the reduction comes from investment in stores with an eye toward the minimum level of capital necessary to operate the business.", "meta": {}, "annotation_approver": null, "labels": [[0, 136, "financial"]]}
{"id": 976, "text": "Of the remaining capital spending in fiscal year 2020, the majority is oriented toward technology and supply chain investments that support changing customer shopping habits, including the expansion of our Ohio distribution center, critical work that began last year to double the capacity supporting e-commerce demand, a valuable benefit with a dramatic rise in online shopping.", "meta": {}, "annotation_approver": null, "labels": [[0, 379, "financial"]]}
{"id": 977, "text": "So, let me return to cash and liquidity and start with a reminder.", "meta": {}, "annotation_approver": null, "labels": [[0, 66, "unimportant"]]}
{"id": 978, "text": "Fundamentally, Gap, Inc. is a strong cash flow generator with over 10 consecutive years of at least $1 billion of operating cash flow.", "meta": {}, "annotation_approver": null, "labels": [[0, 134, "financial"]]}
{"id": 979, "text": "Following six weeks of nearly full fleet store closures, as well as the benefit of a $500 million draw under our revolver, we ended the quarter with $1.1 billion in cash, a decrease of $600 million from fiscal year-end.", "meta": {}, "annotation_approver": null, "labels": [[0, 219, "financial"]]}
{"id": 980, "text": "While the reduction in cash in the first quarter is significant, it's important to recognize two key factors beyond the reduction in sales caused by the pandemic.", "meta": {}, "annotation_approver": null, "labels": [[0, 162, "contextual"]]}
{"id": 981, "text": "The first is seasonality.", "meta": {}, "annotation_approver": null, "labels": [[0, 25, "contextual"]]}
{"id": 982, "text": "Q1 and Q3 are traditionally smaller quarters from a sales and cash generation standpoint with Q1 following the holiday season.", "meta": {}, "annotation_approver": null, "labels": [[0, 126, "financial"]]}
{"id": 983, "text": "Second, several of the actions we took, including expense and headcount reductions, payment term renegotiations were only implemented midway through the quarter.", "meta": {}, "annotation_approver": null, "labels": [[0, 161, "financial"]]}
{"id": 984, "text": "For both of these reasons, normal seasonality and the timing of execution, our cash burn in the quarter appeared outsized.", "meta": {}, "annotation_approver": null, "labels": [[0, 122, "financial"]]}
{"id": 985, "text": "As stores begin to reopen in Q2 and as our expense, capital and inventory actions begin to take effect, we expect to see our cash burn slow meaningfully in the second quarter.", "meta": {}, "annotation_approver": null, "labels": [[0, 175, "financial"]]}
{"id": 986, "text": "Looking to the back half of the year, we expect to see continued benefits from our capital expense actions, Additionally, as traffic continues to recover, we would expect sales trends to improve sequentially as we move throughout the year.", "meta": {}, "annotation_approver": null, "labels": [[0, 239, "financial"]]}
{"id": 987, "text": "Further, we have dramatically reduced our inventory purchases in the back half as we were just placing fall orders as the crisis escalated.", "meta": {}, "annotation_approver": null, "labels": [[0, 139, "financial"]]}
{"id": 988, "text": "I'd also like to note the traditional seasonal pattern of cash flow, particularly as it relates to the build of inventory in Q3 for holidays.", "meta": {}, "annotation_approver": null, "labels": [[0, 141, "financial"]]}
{"id": 989, "text": "Although our new ABL facility is currently undrawn, it does provide flexibility to support operating liquidity and leave Gap, Inc.", "meta": {}, "annotation_approver": null, "labels": [[0, 130, "financial"]]}
{"id": 990, "text": "with ample liquidity to execute its plans.", "meta": {}, "annotation_approver": null, "labels": [[0, 42, "financial"]]}
{"id": 991, "text": "Now, turning to the remainder of the year, given the current macro volatility and uncertainty, we're not providing an outlook on the year at this time.", "meta": {}, "annotation_approver": null, "labels": [[0, 151, "financial"]]}
{"id": 992, "text": "That said, I do you think it's helpful to provide our general view on some important factors impacting our business that we're closely monitoring.", "meta": {}, "annotation_approver": null, "labels": [[0, 146, "unimportant"]]}
{"id": 993, "text": "With the reopening of stores, many items impacting Q1 will be meaningfully approved.", "meta": {}, "annotation_approver": null, "labels": [[0, 84, "financial"]]}
{"id": 994, "text": "Specifically, sales, operating leverage and the expected absence of impairments of the magnitude seen in the first quarter, especially related to inventory.", "meta": {}, "annotation_approver": null, "labels": [[0, 156, "financial"]]}
{"id": 995, "text": "While we expect total net sales to remain lower year-over-year, we expect sequential improvement from Q1 trends with continued improvement as we move through the year.", "meta": {}, "annotation_approver": null, "labels": [[0, 167, "financial"]]}
{"id": 996, "text": "With regard to North America store openings in May, while results have varied by brand and location, we're pleased with reopened stores already generating sales at nearly 70% of their performance last year, with particular strength at Old Navy, where our customer base is strong and our store fleet is advantaged given its off-mall positioning.", "meta": {}, "annotation_approver": null, "labels": [[0, 344, "geo"]]}
{"id": 997, "text": "Online is expected to continue to grow strongly with some lumpiness as customers adjust back to having an in-store option.", "meta": {}, "annotation_approver": null, "labels": [[0, 122, "financial"]]}
{"id": 998, "text": "Additional factors we're monitoring include customers' willingness to resume shopping in-store, pent-up demand, recessionary impact from the pandemic once the benefit of stimulus money dissipates, the success of recent new items, in particular masks and other distressed retailers who are aggressively trying to liquidate inventory.", "meta": {}, "annotation_approver": null, "labels": [[0, 332, "financial"]]}
{"id": 999, "text": "Well, it's unknown whether another wave of COVID-19 will have later in the year, we are modeling and preparing for it if it occurs.", "meta": {}, "annotation_approver": null, "labels": [[0, 131, "contextual"]]}
{"id": 1000, "text": "Gross and operating margins should be higher sequentially as we move through the year, but still impacted by lower year-over-year sales and higher cost to serve expenses for both online shipping and in-store safety measures.", "meta": {}, "annotation_approver": null, "labels": [[0, 224, "financial"]]}
{"id": 1001, "text": "Of note, we expect fulfillment costs to be elevated in the second quarter driven by two important factors.", "meta": {}, "annotation_approver": null, "labels": [[0, 106, "financial"]]}
{"id": 1002, "text": "First, with a subset of our stores still closed, online sales growth is expected to be outsized; and second, we continue to fulfill a meaningful portion of online demand through our stores, which is generally a more expensive fulfillment option.", "meta": {}, "annotation_approver": null, "labels": [[0, 245, "Products&Services"]]}
{"id": 1003, "text": "As we look to the back half, we expect to largely mitigate these acute near-term pressures as our stores reopen and we right-size inventory against demand in our online channel.", "meta": {}, "annotation_approver": null, "labels": [[0, 177, "financial"]]}
{"id": 1004, "text": "With regard to expenses, we remain committed to prudently managing expenses, particularly in light of the current environment.", "meta": {}, "annotation_approver": null, "labels": [[0, 126, "financial"]]}
{"id": 1005, "text": "Hopefully, that color on key business attributes will be helpful as you model the remainder of the year.", "meta": {}, "annotation_approver": null, "labels": [[0, 104, "contextual"]]}
{"id": 1006, "text": "Before I turning it back to Sonia, I want to emphasize that while we are clear on our near-term priorities that will enable Gap, Inc. to weather the crisis, we also remain committed to building toward our future.", "meta": {}, "annotation_approver": null, "labels": [[0, 212, "unimportant"]]}
{"id": 1007, "text": "The unprecedented disruption experienced in the retail sector presents a very acute and unique opportunity.", "meta": {}, "annotation_approver": null, "labels": [[0, 107, "unimportant"]]}
{"id": 1008, "text": "While everyone is adapting to a rapidly changing environment, we intend to lean into and apply our strategic advantages in order to gain customer loyalty and market share over time.", "meta": {}, "annotation_approver": null, "labels": [[0, 181, "contextual"]]}
{"id": 1009, "text": "As we continue to navigate the rapidly evolving marketplace, we remain steadfast and ensuring sufficient liquidity and financial flexibility to navigate the ever-changing landscape and emerge positioned to gain share, as well as amplifying our distinct advantages and scale to capture demand as it recovers, inclusive of share growth opportunities where our brands have an authority to win, and continuing execution of our initiatives to drive profitable growth through streamlining our operating model and fleet optimization.", "meta": {}, "annotation_approver": null, "labels": [[0, 526, "contextual"]]}
{"id": 1010, "text": "With that, I'll turn it back over to Sonia for a few closing remarks.", "meta": {}, "annotation_approver": null, "labels": [[0, 69, "unimportant"]]}
{"id": 1011, "text": "Sonia Syngal -- Chief Executive Officer", "meta": {}, "annotation_approver": null, "labels": [[0, 39, "unimportant"]]}
{"id": 1012, "text": "Thank you, Katrina.", "meta": {}, "annotation_approver": null, "labels": [[0, 19, "unimportant"]]}
{"id": 1013, "text": "So you've heard from both of us", "meta": {}, "annotation_approver": null, "labels": [[0, 31, "unimportant"]]}
{"id": 1014, "text": "and you know that we are focused on refashioning this Company for growth.", "meta": {}, "annotation_approver": null, "labels": [[0, 73, "contextual"]]}
{"id": 1015, "text": "As we know that the retail landscape is changing rapidly and will undoubtedly look different in the future.", "meta": {}, "annotation_approver": null, "labels": [[0, 107, "unimportant"]]}
{"id": 1016, "text": "From the competitive set to how customer shop for us with our products and engage with our brands.", "meta": {}, "annotation_approver": null, "labels": [[0, 98, "unimportant"]]}
{"id": 1017, "text": "This is a really unique moment.", "meta": {}, "annotation_approver": null, "labels": [[0, 31, "unimportant"]]}
{"id": 1018, "text": "The industry and everything is changing and we intend to lead that change by being a progressive leader in this transformation.", "meta": {}, "annotation_approver": null, "labels": [[0, 127, "unimportant"]]}
{"id": 1019, "text": "We will do this by deeply listening to our customers and working alongside our partners and other industry leaders, to set the course for the next 50 years on the back of our last 50 years of a strong, growing Company.", "meta": {}, "annotation_approver": null, "labels": [[0, 218, "unimportant"]]}
{"id": 1020, "text": "We believe our brands will be poised to take share based on momentum we're seeing with stores reopening and a sustained online acceleration, coupled with our dominant market position and growing categories, I'm excited by Gap, Inc.'s ability to win.", "meta": {}, "annotation_approver": null, "labels": [[0, 249, "contextual"]]}
{"id": 1021, "text": "And so, with that, we will open it to Q&A.", "meta": {}, "annotation_approver": null, "labels": [[0, 42, "unimportant"]]}
